// pages/wode/wode.js
Component({
  /**
   * 组件的属性列表
   */
  properties: {

  },

  /**
   * 组件的初始数据
   */
  data: {
    listt:[
      { 'title': "如何组队？", 'title1':'设置目的地后，并分享给好友，自动创建群。创建者为群管理员，并且可以解散群'},
      { 'title': "每人最多可以建立几个群？", 'title1': '每人创建群的数量无限制，b并且可以无限次加入朋友创建的群。' },
      { 'title': "每个群的有效期是多久？", 'title1': '直到创建者解散群。' },
      { 'title': "如果群解散后，还能找回吗？", 'title1': '群解散后就不能找回了' },
      { 'title': "每个群人数的上限是多少？", 'title1': '目前，每个群人数无限制。' },
      { 'title': "图吧小程序的位置是会一直实时共享吗？", 'title1': '实时位置只会在当前群显示。退出小程序或群组，实时位置消失' }

    ]
  },

  /**
   * 组件的方法列表
   */
  methods: {

  }
})
